import peintball from '../images/paintball.svg';
import masks from '../images/masks.svg';
import team from '../images/team.svg';

export const ADVANTAGES_DATA = [
  {
    id: 1,
    imgSrc: peintball,
    bgImg: 'paintball',
    title: 'Пейнтбольные турниры',
    description: 'В нашем клубе большое внимание уделяется безопасности игры(подробный инструктаж, отличная экипировка, качественное судейство).',
  },
  {
    id: 2,
    imgSrc: masks,
    bgImg: 'mask',
    title: 'Cценарные игры',
    description: 'В нашем клубе большое внимание уделяется безопасности игры(подробный инструктаж, отличная экипировка, качественное судейство).',
  },
  {
    id: 3,
    imgSrc: team,
    bgImg: 'team',
    title: 'Корпоративы и тимбилдинги',
    description: 'В нашем клубе большое внимание уделяется безопасности игры(подробный инструктаж, отличная экипировка, качественное судейство).',
  },
];

export const ADVANTAGES_PLACE = [
  {
    id: 1,
    title: 'Площадка 3200 кв.м',
    description: 'Застекленная, освещенная, со спец. декорациями',
  },
  {
    id: 2,
    title: 'Лаунж зона',
    description: 'Раздевалка, туалет, камера хранения, кухня и бар',
  },
  {
    id: 3,
    title: 'Охраняемая парковка',
    description: 'Для авто, мото, вело транспорта',
  },
  {
    id: 4,
    title: 'Фото-видео',
    description: 'Незабываемые селфи, друзья обзавидуются',
  },
];

export const CARDS_DATA = [
  {
    id: 1,
    title: 'Хоррор-квест “ПРЯТКИ”',
    description: 'Залез — нашёл — украл — принёс, всё просто, не так ли ….?',
    imgBg: 'man',
  },
  {
    id: 2,
    title: 'Квадроциклы и баги',
    description: 'Залез — нашёл — украл — принёс, всё просто, не так ли ….?',
    imgBg: 'kvadro',
  },
  {
    id: 3,
    title: 'Хоррор-квест “ПРЯТКИ”',
    description: 'Залез — нашёл — украл — принёс, всё просто, не так ли ….?',
    imgBg: 'strike',
  },
  {
    id: 3,
    title: 'Хоррор-квест “ПРЯТКИ”',
    description: 'Залез — нашёл — украл — принёс, всё просто, не так ли ….?',
    imgBg: 'strike',
  },
  {
    id: 3,
    title: 'Хоррор-квест “ПРЯТКИ”',
    description: 'Залез — нашёл — украл — принёс, всё просто, не так ли ….?',
    imgBg: 'strike',
  },
  {
    id: 3,
    title: 'Хоррор-квест “ПРЯТКИ”',
    description: 'Залез — нашёл — украл — принёс, всё просто, не так ли ….?',
    imgBg: 'strike',
  },
];
